[
  {
    "logo": "/assets/img/logos/sgame.svg",
    "route": "https://sgame.etsisi.upm.es/",
    "title": "SGAME",
    "description": "SGAME is a free web platform meant for the entire educational community that allows users to easily create educational web games by integrating educational resources into existing games."
  },
  {
    "logo": "/assets/img/logos/escapp.svg",
    "route": "https://escape.dit.upm.es/",
    "title": "Educational Escape Rooms",
    "description": "The purpose of this project is to encourage and facilitate the completion of educational escape rooms in UPM subjects. To accomplish this, a platform that facilitates the management of the activity has been developed. In this platform, the teacher can create an escape room instance where the students can access and that once the activity has been completed, it automatically collects the progress and achievement data of the students. In addition, a methodological guide has been developed to import the concept of escape room into university education using the platform developed."
  },
  {
    "logo": "/assets/img/logos/school.svg",
    "route": "https://ging.github.io/quiz-converter/",
    "title": "QUIZ converter",
    "description":"This quiz converter facilitates the conversion between different formats: Moodle XML, Aiken and JSON."
  },
  {
    "logo": "/assets/img/logos/school.svg",
    "route": "https://sonsoles.me/RESCORM-quiz-generator/",
    "title": "RESCORM Quiz generator",
    "description":"This website allows users to customize their very own quiz application and generate a SCORM package ready to upload to their preferred LMS. This project was developed using RESCORM."
  },
  {
    "logo": "/assets/img/logos/codeditor.png",
    "route": "https://github.com/agordillo/CODEditor",
    "title": "CODEditor",
    "description":"Web-based editor to create self-graded HTML and JavaScript exercises."
  },
  {
    "logo": "/assets/img/logos/europeana.png",
    "route": "https://github.com/agordillo/EuropeanaRS",
    "title": "EuropeanaRS",
    "description":"A Hybrid Learning Object Recommender System based on Europeana."
  },  
  {
    "logo": "/assets/img/logos/rescorm.svg",
    "route": "https://github.com/agordillo/RESCORM",
    "title": "RESCORM",
    "description": "RESCORM is a boilerplate for creating SCORM-compliant React applications that aims to facilitate developers the creation of SCORM-compliant learning resources."
  },  
  {
    "logo": "/assets/img/logos/loep.svg",
    "route": "https://github.com/agordillo/LOEP",
    "title": "LOEP",
    "description": "LOEP (Learning Object Evaluation Platform) is an open source web-based platform developed using Ruby on Rails that aims to facilitate the evaluation of small and self-contained web educational resources, known as Learning Objects, in different scenarios and educational contexts. It has been designed to provide systematic evaluation of Learning Objects and generation of quality scores to e-Learning systems according to multiple evaluation models and quality metrics. LOEP provides several features including user and Learning Object management, Learning Object evaluations tools, review assignments, interoperability with e-Learning systems, and statistics."
  }
]