{ 
   "professor":{ 
      "title":"Professors (Catedráticos)",
      "members":[ 
         { 
            "name":"Juan Quemada",
            "description":"Juan Quemada leads the Next Generation Internet Group within the Telematics Engineering Department, Universidad Politécnica de Madrid (UPM), where he is Full Professor. He is also the Telefonica Chair of UPM, for the next-generation Internet, and the UPM Representative at the World Wide Web Consortium. His research interests include collaborative and social application architecture for the Internet and the Web, including cloud computing, where he has a strong involvement in European and Spanish research.",
            "photo":"/assets/img/team/juan-quemada.jpg",
            "github":"https://github.com/jquemada",
            "email": "juan.quemada@upm.es"
         }
      ]
   },
   "associate":{ 
      "title":"Associate Professors (Profesores Titulares)",
      "members":[ 
         { 
            "name":"Joaquín Salvachúa",
            "description":"Joaquín Salvachúa is a professor at UPM, where he received the M.Sc., Ph.D. in Telecommunications Engineering. He is also FIWARE Technical Steering Committee member elected as Remarkable individuals.His research interests include advanced cloud and edge architectures, big data infrastructure, data privacy and usage control, NoSql databases, applications, and identity in blockchain.",
            "photo":"/assets/img/team/joaquin-salvachua.jpg",
            "github":"https://github.com/jsalvachua",
            "email": "joaquin.salvachua@upm.es"
         },
         { 
            "name":"Santiago Pavón",
            "description":"Santiago Pavón Gómez was born in Madrid, Spain, in 1963. He obtained the B.S. and Ph.D. in Telecommunication Engineer from the UPM in 1987 and 1990 respectively. Since 1987 he has worked as an engineer at the Escuela Técnica Superior de Ingenieros de Telecomunicación (ETSIT), obtaining a position of Assistant Professor in 1991 and the position of Associate Professor in 1992. He is currently a member of the UPM's New Generation Internet research group. He has directed several doctoral thesis, has published several articles and participated in national and international research projects related to Formal Description Techniques (Alice, Lotosphere, Gaucho, Sigma, Medas, Forces, Sde, Format); with CSCW (Computer Supported Cooperative Work), Tele-Education, collaboration services, IPv6 and the so-called next generation Internet (Isabel, Sim, Binet, Iber, Disc, Sten, Bonaparte, Tecodis, Nice, MHCT, Saba, Expert, Universal, Elena, Saba-2, Euro6ix, E-Next, Prolearn, iCamp, Global Excursion); with the design of advanced collaboration services on UMTS and IMS (Samurai); with virtualization and the new internet (FI-Ware, FI-Xifi, FI-Content, FI-Core, FI-Next); with identity services (CEF eID FIWARE, CEF eID4U); safely (Cyspa); with Blockchain (BAPI).",
            "photo":"/assets/img/team/santiago-pavon.jpg",
            "github":"https://github.com/sanpago",
            "email": "santiago.pavon@upm.es"
         },
         { 
            "name":"Gabriel Huecas",
            "description":"Gabriel Huecas, Ph.D in Telecommunications Engineering, is currently the Postgraduate Assistant Director at the School of Telecommunications Engineering of Universidad Politécnica de Madrid (UPM), as well as a professor at the same institution. He is the author of different Java 2 programming books.",
            "photo":"/assets/img/team/gabriel-huecas.jpg",
            "github":"https://github.com/ghuecas",
            "email": "gabriel.huecas@upm.es"
         }
      ]
   },
   "assistant":{ 
      "title":"Assistant Professors (Profesores Ayudantes)",
      "members":[ 
         { 
            "name":"Enrique Barra",
            "description":"Enrique Barra is a professor at Telematic Engineering Department, School of Telecommunications Engineering. He received the Ph.D. degree in Telematic Engineering with minoring in Multimedia and Technology Enhanced Learning from  Universidad Politécnica de Madrid (UPM).He has participated in many European projects, such as GLOBAL, FIWARE, and C@R. He is currently involved in several projects contributing to the generation and distribution of educational content in TEL environments. His research interests include videoconferencing, games in education, and social networks in education.",
            "photo":"/assets/img/team/enrique-barra.jpg",
            "github":"https://github.com/ebarra",
            "email": "enrique.barra@upm.es"
         },
         { 
            "name":"Aldo Gordillo",
            "description":"Professor at Universidad Politécnica de Madrid (UPM). Currently teaching in the Informatic Systems Department, School of Informatic Systems Engineering. He received the degree in Telecommunications Engineering and the Ph.D. degree in telematic engineering from the UPM, in 2012 and 2017, respectively. Since 2012, he has been a Research and Development Engineer with the Telematic Engineering Department, UPM. His research interests include the field of technology enhanced learning, with a special focus on creation, evaluation, and dissemination of e-learning resources, computer science education, game-based learning, and e-learning systems.",
            "photo":"/assets/img/team/aldo-gordillo.jpg",
            "github":"https://github.com/agordillo",
            "email": "a.gordillo@upm.es"
         },
         { 
            "name":"Álvaro Alonso",
            "description":"Álvaro Alonso, Ph.D. in Telecommunications Engineering, Professor at the Telematic Systems Engineering Department, School of Telecommunications Engineering, is a WebHTML5 Videoconference and Cloud Computing expert.He is the author of several articles and participates in a lot of Spanish and European research projects. His research interests include multi-conferencing systems in cloud computing, security, and the IoT in the future Internet.",
            "photo":"/assets/img/team/alvaro-alonso.jpg",
            "github":"https://github.com/aalonsog",
            "email": "alvaro.alonso@upm.es"
         }
      ]
   },
   "researchers":{ 
      "title":"Researchers (Investigadores)",
      "members":[ 
         { 
            "name":"Sonsoles López-Pernas",
            "description":"Sonsoles received the B.S and M.Sc in Telecommunications Engineering from Universidad Politécnica de Madrid (UPM), in 2016 and 2018, respectively, where she is currently pursuing the Ph.D. in Telematic Engineering. Since 2015, she has been a Researcher with the Department of Telematic Engineering, UPM, participating in different projects such as FIWARE and eid4U. Her research interests include technology-enhanced learning and real-time analytics, with a focus on authoring tools, educational data mining, and data usage control. She is also involved in teaching tasks in the last degree courses, in subjects such as Web Engineering and Network Computing, and Master's, in the Big Data subject.",
            "photo":"/assets/img/team/sonsoles-lopez.jpg",
            "github":"https://github.com/sonsoleslp",
            "email": "sonsoles.lopez.pernas@upm.es"
         },
         { 
            "name":"Jose Andres Muñoz",
            "description":"Andrés received the B.S. in Telematic Engineering from Escuela Superior Politécnica del Litoral (ESPOL) in 2013 He received the M.Sc. in Telematic Services and Network Engineering from Universidad Politécnica de Madrid (UPM). Andrés is currently a Ph.D. student in Telecommunications Engineering and a Researcher with the Next Generation Internet Research Group. His previous experience includes Telematic Laboratories Coordination or Servers and Communications Assistant, both in ESPOL.Andres has carried out different research projects, such as Web Platform Development for Control and Monitoring of Environmental Parameters in Agriculture or Kiswar Proyect Reactive Evacuation Management Systemsfor Emergency Situations.",
            "photo":"/assets/img/team/jose-andres-munoz.jpg",
            "github":"https://github.com/anmunoz",
            "email": "andres.munoza@alumnos.upm.es"
         },
         { 
            "name":"Alejandro Pozo",
            "description":"Researcher and Ph.D. student at Politécnica of Madrid (UPM). He received the M.Sc. in Telecommunications Engineering from the UPM, Spain, in 2017, where he is currently pursuing the Ph.D. in Telecommunications Engineering and is a Research Assistant with the Next Generation Internet Research Group. He participates in several European projects and publishes results in journals related to the Internet of Things, security, and identity management.",
            "photo":"/assets/img/team/alejandro-pozo.jpg",
            "github":"https://github.com/apozohue10",
            "email": "alejandro.pozo@upm.es"
         },
         { 
            "name":"Abel Carril",
            "description":"Videoconference and streaming support specialist with more than 10 years of experience. Audio/Video encoding expert and Windows .NET C# desktop applications developer.",
            "photo":"/assets/img/team/abel-carril.jpg",
            "github":"",
            "email": "abel.carril@upm.es"
         },
         { 
            "name":"Pedro Verdugo",
            "description":"Reseacher in the New Generation Internet Group. Pedro is a systems technician with 11 years of experience in management and development of infrastructures and continuous hardware and software projects for external clients.",
            "photo":"/assets/img/team/pedro-verdugo.jpg",
            "github":"https://github.com/pmverdugo",
            "email": "pm.verdugo@upm.es"
         }
      ]
   },
   "interns":{ 
      "title":"Interns (Becarios)",
      "members":[
         {
            "name":"Alfonso Jiménez",
            "description":"Alfonso graduated from UPM in 2019 with a B.S. in Telecommunications Engineering, he is currently a M.Sc. in Telecommunications Engineering at the UPM. Alfonso works as a React developer with the GING, mainly as a developer of EDiphy.",
            "photo":"/assets/img/team/alfonso-jimenez.jpg",
            "github":"https://github.com/aljimenez97",
            "email": "ad.jimenez97@alumnos.upm.es"
         },
         {
            "name":"Ana Marín",
            "description":"Ana is participating as Research Intern in several projects for education innovation. She is a candidate for B.S. in Biomedical Engineering, Itinerary in Biomedical Imaging.",
            "photo":"/assets/img/team/ana-marin.jpg",
            "github":"https://github.com/anamarine",
            "email": "ana.marine@alumnos.upm.es"
         },
         {
            "name":"Javier López",
            "description":"Javier is a candidate for  B.S. in Telecommunications Engineering. He collaborates with the team as developer in FIWARE Enablers.",
            "photo":"/assets/img/team/javier-lopez.jpg",
            "github":"https://github.com/Javierlj",
            "email": "javier.lopezj@alumnos.upm.es"
         },
         {
            "name":"Carlos Arriaga",
            "description":" Carlos collaborates with the GING as an EDiphy developer. He is a B.S. candidate in Telecommunications Engineering.",
            "photo":"/assets/img/team/carlos-arriaga.jpg",
            "github":"https://github.com/Arri98",
            "email": " carlos.arriaga.prietoj@alumnos.upm.es"
         }
      ]
   },
   "exMembers":{ 
      "title":"Former members (Antiguos miembros)",
      "members":[ 
         { 
            "name":"Lourdes Marco",
            "description":"Researcher and Ph.D. student in Telecommunications Engineering, with a minor in Human-Computer Interaction. She received the M.Sc. degree in UX Design at Universidad Internacional de la Rioja (UNIR). Lourdes is currently teaching at Escuela superior de diseño de Madrid (ESDMadrid).",
            "photo":"/assets/img/team/lourdes-marco.jpg",
            "email": "",
            "github":"https://github.com/Lourdesmarco"
         },
         {
            "name":"Ana Estrada",
            "description":"Fullstack Developer. B.S. and M.S. Graduate in Graphic and Interactive Design from ESD Madrid. Former UX/UI designer and Frontend developer at GING, working mainly in EducaInternet, escapp, and Ediphy. Now, Backend Developer at Bnext. ",
            "photo":"/assets/img/team/ana-estrada.jpg",
            "linkedin": "https://es.linkedin.com/in/aemartos",
            "github":"https://github.com/aemartos" 
         },
         { 
            "name":"Alberto Benito",
            "description":"Alberto graduated from UPM in 2016 with a B.S. in Telecommunications Engineering. Now he is working as a Developer in BridgeU, doing functional programming and Elm.",
            "photo":"/assets/img/team/alberto-benito.jpg",
            "github":"https://github.com/abenitoc"
         }
      ]
   }
}